import style from "./buranhistory.module.scss";

const BuranHistory = () => (
  <div className={style.bhistory}>
    <a>
      Появился, значит, в Зоне Черный Сталкер. К лагерю ночью повадился
      приходить и там сует руку в палатку и говорит: — (загробным, как у зомби
      голосом) Ввадииички папиииить, а если не дашь хлебнуть или наружу
      полезешь, пришибет! А раз мужик один решил пошутить: вылез тихо из
      палатки, надел кожаную перчатку, и полез к соседям в палатку. Полез и
      попрощайничает жалостно: — Вадииички, вадииички папить… А тут из палатки
      навстречу высовывается рука и за горло его… Цап! И сиплый голосок
      отзывается тихонько: — (хриплым недовольным голосом) А тебе моя водичка
      ЗАЧЕМ нужна?!»{" "}
    </a>
  </div>
);
export default BuranHistory;
