import style from "./buranhistory.module.scss";

import CustomTypography from "@/shared/ui/CustomTypography/ui/CustomTypography.tsx";

const BuranHistory = () => (
  <div className={style.bhistory}>
    <CustomTypography type="textM">
      Хоккейная команда «Буран» г. Воронеж в сезоне 2020/2021 гг. выступала в
      «Высшей хоккейной лиге - Кубке Шелкового пути». В регулярном чемпионате
      сыграла 50 игр, в которых одержала 14 побед (9 – в основное время, 4 – в
      овертайме, 1 – по буллитам) и 36 поражений (27 – в основное время, 5 – в
      овертайме, 4 – по буллитам). На 1 этапе «ВХЛ-Кубка Шелкового пути сезона
      2021/2021 гг.» «Буран» забросил 99 шайб, пропустил 148 шайб, набрал 37
      очков и занял в итоге 24 место из 26, что не позволило воронежской команде
      попасть во второй этап Соревнований – плей-офф, в который проходит 16
      команд. По игре в большинстве «Буран» занял второе место среди 26 команд!
      Хоккейный клуб «Россошь» г. Россошь в сезоне 2020/2021 гг. выступал в
      Первенстве Национальной молодежной хоккейной лиги. Вратарь ХК «Россошь»
      Захар Виноградов занял 1 место в НМХЛ по показателю «Коэффициент
      надежности», Егор Вельмакин – 3-е место.{" "}
    </CustomTypography>
  </div>
);
export default BuranHistory;
